semestr1/wstep-do-fil/10.11.20.md

# Table of Contents

1.  [realne](#org6f4f391)
    1.  [biorą za obiekt badań fragment empirycznej rzeczuwysitości](#org19c87ba)
        1.  [przyrodnicze](#org2df3ac0)
        2.  [kulturowe](#orgb3f5cb2)
    2.  [metody:](#orgef91b8a)
        1.  [obserwacja - obserwacja i opis obiektu](#org87eddcf)
        2.  [eksperyment - prowokacja danych warunków (założeń tezy)](#orgb79cbde)
        3.  [matematyzacja zjawisk](#org154b232)
2.  [formalne](#org9220ab1)
    1.  [za przedmiot mają abstrakcje bądź struktury abstrakcyje](#org0d7cd4c)
    2.  [sprowadzaja jakości do liczb](#orgb597553)
        1.  [matematyka](#orgc16ef33)
        2.  [logika formalna](#org91823b7)
3.  [cechy filozofi](#org5d219d2)
    1.  [filozofia](#org32534b1)
4.  [Język filozoficzny](#org50dbb8c)
    1.  [działy filozofii](#orgff4e93c)
        1.  [metafizyka](#org5f3930d)
        2.  [ontologia](#org671b301)

Podział nauk


<a id="org6f4f391"></a>

# realne


<a id="org19c87ba"></a>

## biorą za obiekt badań fragment empirycznej rzeczuwysitości


<a id="org2df3ac0"></a>

### przyrodnicze


<a id="orgb3f5cb2"></a>

### kulturowe

1.  humanistyczne -  dotyczą człowieka

2.  kulturowe - dotyczą bytów społecznych


<a id="orgef91b8a"></a>

## metody:


<a id="org87eddcf"></a>

### obserwacja - obserwacja i opis obiektu


<a id="orgb79cbde"></a>

### eksperyment - prowokacja danych warunków (założeń tezy)


<a id="org154b232"></a>

### matematyzacja zjawisk


<a id="org9220ab1"></a>

# formalne


<a id="org0d7cd4c"></a>

## za przedmiot mają abstrakcje bądź struktury abstrakcyje


<a id="orgb597553"></a>

## sprowadzaja jakości do liczb


<a id="orgc16ef33"></a>

### matematyka


<a id="org91823b7"></a>

### logika formalna


<a id="org5d219d2"></a>

# cechy filozofi


<a id="org32534b1"></a>

## filozofia

-   całościowa, głęboka, wykracza poza to co empiryczne.


<a id="org50dbb8c"></a>

# Język filozoficzny


<a id="orgff4e93c"></a>

## działy filozofii


<a id="org5f3930d"></a>

### metafizyka

-   nauka o bycie, filozofia rzeczywistości


<a id="org671b301"></a>

### ontologia

-   czasami używana jako ontologia (czasami, z powodów światopogladowych, kulturowwych bądż religijnych używana zamiennie z meafizyka).
-   co istnieje,
-   jaka jest istota tego co istnieje
-   jak powstał świat
-   czy to co istnieje się zmienia
-   co porządkuje rzeczywistość
-   pytania o naturę czasu i przestrzenii

1.  przyroda bóg człowieka

    1.  filozofia człowieka
    
        -   antropologia filozoficzna

2.  pojęcia ontologiczne

    1.  Wrzechświat, Kosmos, Byt, Rzeczywistość
    
    2.  dziedzina rzeczywistosci np. życie społeczne
    
    3.  rzeczywistośc
    
        -   to co istnieje obiektywnie (w przeciwieństwie do tego o istnieje wtórnie)
    
    4.  synonim realności
    
    5.  przedmiot
    
        1.  coś, cokolwiek - w gramatyce rzeczowniki i przymiotniki
        
        2.  przedmiot może mieć własności
        
        3.  przedmiot może być fikcyjny lub istniejacy
        
        4.  przedmioty istniejące
        
            -   faktyczne
            -   możliwe
            -   przypadkowe
            -   konieczne
            
            1.  abstrakcyjne
            
            2.  ?
    
    6.  byt
    
        -   Byt - synonim Wrzechświata
        -   byt - coś co istnieje
    
    7.  rzecz
    
        -   odnosi się do jednego z rodzajów przedmiotów, byt konkretny jednostkowy (np <span class="underline">mój laptop</span>)
    
    8.  substancja
    
        -   byt konkretny jedntoskowy, coś czemu byt pzrysługuje z istoty
        -   natura istota danej rzeczy ( a może  bytu)
    
    9.  cecha
    
        -   własności,
        -   byty niesamoistne - nie mogą istniec bez rzeczy do których sie odnoszą
        -   istnienie nie jest cechą bytu
        -   cechy atrybutywne - istotne, konieczne (np. u psa miłosc do człowieka)
        -   cechy akcydensowych - nieistotnych, niekonieczne (np. u psa barwa sierści)
    
    10. jest
    
        -   stosunek tożsamości, identycznosci - coś jest sobą
        -   stosunek inkluzji, zaliczanie czegoś to rodzaju, przynależność (czerń jest kolorem)
        -   stosunek subsumpcji, inkluzji - zawieranie sie zbioru w zbiorze
        -   jest egzystencjalne, stwierdzenie bycia czegoś
        -   przypisanie pewnej właśności do rzeczy (np reksio jest psem)
    
    11. różnica pomiędzy istotą a istnieniem
    
        1.  istota
        
            -   lac. esentia
            -   to, dzieki czemu coś jest sobą
            -   **istota indywidualna:** przypisanie cech danej rzeczy
            -   **istota generalna:** przypisanie do rodzaju, gatunku
        
        2.  istnienie
        
            -   lac. esse - bycie, egzystencja

3.  konflikt o tworzywo świata

    1.  Monizm
    
        -   genetyczny, aktualny
        
        1.  wersja skrajna
        
            -   wszystko wzieło się z jednego tworzywa, wszystko jest jednym tworzywem
        
        2.  wersja umiarkowana
        
            -   wszytskow wzieło się z jednego tworzywa, wszystko jest złożone z wielu tworzyw
    
    2.  Dualizm
    
        -   materia, duch
        
        1.  wersja umiarkowana
        
            -   
        
        2.  wersja skrajna
        
            -   Kartezjusz
                -   2 substancje duch i materia, nie dzialają na siebie, tylko w przypadku człowieka duch i materia współistnieją

